<#-- Commands Discription -->
start-command-discription = شروع مجدد بات
help-command-discription = نمایش راهنما
links-command-discription = صفحات من
language-command-discription = تغییر زبان


<#-- Commands Dialog -->
start-dialog = <b>درود! 👋</b>

                من به شما کمک می‌کنم با مالک به دو صورت <b>مستقیم</b> و <b>ناشناس</b> ارتباط برقرار کنید.

                برای شروع کار، یکی از دکمه‌های زیر را انتخاب کنید 👇:

help-dialog = <b>راهنمای استفاده از بات 🆘</b>

            • <b>پیام مستقیم</b> 💌: پیام شما همراه با مشخصاتتان به مالک می‌رسد.
            • <b>پیام ناشناس</b> 🥷: پیام شما بدون نمایش هویت‌تان ارسال می‌شود.
            • می‌توانید هر نوع محتوایی ( متن، عکس، ویدئو، ویس و.. ) را در قالب <b>یک پیام واحد</b> بفرستید.
            • پس از بررسی، پاسخ مالک به‌صورت خودکار برایتان ارسال می‌شود.

            ⚠️ تا دریافت پاسخ، از <b>بلاک</b> کردن بات خودداری کنید.

links-dialog = 💠 صفحات من در سوشال‌مدیا :

language-dialog = <b>لطفا زبان خود را انتخاب کنید 👇؛ </b>
language-changed-dialog = زبان بات با موفقیت تغییر کرد ✅


<#-- Buttons Dialog -->
message-btn = پیام مستقیم |💌
anonymous-message-btn = 🥷| پیام ناشناس
links-btn = 📟| صفحات من
help-btn = راهنما |🆘
language-btn = 💱 تغییر زبان 💱

cancel-btn = 🔙| انصراف
reply-btn = • پاسخ به کاربر •
block-btn = 🚫| بلاک کاربر
unblock-btn = ☑️| آن‌بلاک کاربر



<#-- Messaging Flow -->
send-direct-dialog = <b> خوش آمدید 💛.</b>

                    شما می‌توانید پیام خود را در قالب <b>یک پیام واحد</b> با فرمت دلخواه ( <tg-spoiler>متن، عکس، ویدئو و..</tg-spoiler> ‌) ارسال کنید. توجه داشته باشید مشخصات شما برای مالک <b>قابل روئیت</b> خواهد بود.

                    توجه داشته باشید تا قبل از دریافت پاسخ خود، از <b>بلاک</b> کردن بات خودداری کنید؛ هم‌چنین <b>رعایت ادب</b> نیز از الزامات ضروری خواهد بود.

                    <b>پیام خود را ارسال کنید 👇🏻: </b>

send-anon-dialog = <b> خوش آمدید 💛.</b>

                    شما می‌توانید پیام خود را در قالب <b>یک پیام واحد</b> با فرمت دلخواه ( <tg-spoiler>متن، عکس، ویدئو و..</tg-spoiler> ‌) ارسال کنید. توجه داشته باشید مشخصات شما برای مالک <b>قابل روئیت</b> نخواهد بود.

                    توجه داشته باشید تا قبل از دریافت پاسخ خود، از <b>بلاک</b> کردن بات خودداری کنید؛ هم‌چنین <b>رعایت ادب</b> نیز از الزامات ضروری خواهد بود.

                    <b>پیام خود را ارسال کنید 👇🏻: </b>

cancelled-dialog = عملیات لغو و به منوی <b>اصلی</b> بازگشتیم.

            جهت ادامه کار، یکی از دکمه‌های زیر را انتخاب کنید 👇:

message-delivered-dialog = پیام شما دریافت و ارسال شد✅؛

                    لطفا تا دریافت پاسخ نهایی <b> صبور </b> باشید و <u>از بلاک کردن بات خودداری کنید</u>، چرا که پس از بلاک کردن بات پاسخ خود را دریافت <u>نخواهید کرد</u>.

                    جهت استفاده از خدمات بات، یکی از دکمه‌های زیر را انتخاب کنید 👇🏻:

you-are-blocked-dialog = <b>کاربر گرامی ❕؛</b>
                        حساب شما مسدود شده است و اینک امکان استفاده از خدمات بات برای شما امکان پذیر نخواهد بود.

owner-reply-dialog = 💌•  پیام شما <b>برسی</b> و <b>پاسخ</b> داده شد.
                    
                    📝- متن پاسخ :
                    <blockquote expandable>{ $answer_text }</blockquote>

                    ➖➖➖➖➖➖
                    ⏰ <code>{ $time }</code>



<#-- Owner Inbox -->
inbox-direct-dialog = مالک عزیز پیام جدید برای شما دریافت شد؛
                    <b>👤- نام :</b><code> { $name } </code>
                    <b>🆔- آیدی عددی </b>:<code> { $user_id } </code>
                    <b>🫆- یوزرنیم :</b><code> { $user_name } </code>
                    <b>📝- متن پیام :</b>
                    <blockquote expandable>{ $message }</blockquote>

inbox-anon-dialog = مالک عزیز پیام ناشناس جدید برای شما دریافت شد؛
                    <b>📝- متن پیام :</b>
                    <blockquote expandable>{ $message }</blockquote>

reply-dialog = پاسخ خود به این پیام را در قالب یک پیام ( متن، ویدئو، ویس و.. ‌) ارسال کنید. در صورت تمایل به انصراف از دکمه ‌‌‌زیر استفاده کنید.
reply-sent-dialog = پاسخ به تیکت با موفقیت انجام شد! ✅
user-blocked-dialog = کاربر بلاک شد ✅
user-unblocked-dialog = کاربر آن‌بلاک شد ✅
reaction-sent-dialog = ری‌اکشن ثبت شد ✅